Repository: AigizK/bashkort-parallel-corpora
Catalog: tmx/Би.25.02.16.кс1433.tmx
Source language: ru
Languages: ba

source: Об этом агентству «Башинформ» рассказал представитель МИД России в Уфе Венер Галиакбаров.
ba: Был хаҡта «Башинформ» агентлығына Рәсәй Сит ил эштәре министрлығының Өфөләге вәкиле Венер Ғәлиәкбәров һөйләне.

source: На встрече шла речь о расширении инвестиционного и гуманитарного сотрудничества.
ba: Осрашыуҙа инвестиция һәм гуманитар хеҙмәттәшлекте киңәйтеү хаҡында һүҙ барҙы.

source: Прозвучало предложение создавать новые совместные предприятия.
ba: Яңы берлектәге предприятиелар булдырыу тәҡдиме яңғыраны.

source: По официальным данным, внешнеторговый оборот Башкортостана с ФРГ по итогам прошлого года составил свыше 250 млн долларов.
ba: Рәсми мәғлүмәттәргә ярашлы, былтырғы йомғаҡтар буйынса Башҡортостандың Германия Федератив Республикаһы менән тышҡы сауҙа әйләнеше 250 миллион долларҙан ашыу тәшкил иткән.

source: Также обсуждалась тема расширения взаимообмена студентов, в котором принимает активное участие БашГУ.
ba: Шулай уҡ студенттар менән алмашыуҙы киңерәк ғәмәлгә индереү темаһы ла тикшерелде, бында Башҡорт дәүләт университеты әүҙем ҡатнаша.

source: В 2016 году реализуется программа российско-германских молодежных обменов.
ba: 2016 йылда Рәсәй-Германия йәштәре менән алмашыу программаһы тормошҡа ашырыла.

source: Генконсул посетил Центр изучения немецкого языка «Hallo Deutsch», провел встречу с руководством уфимской гимназии №86 и побывал на приеме у Верховного муфтия, председателя ЦДУМ России Талгата Таджуддина.
ba: Генераль консул «Hallo Deutsch» немец телен өйрәнеү үҙәгендә булды. 86-сы гимназия етәкселеге, Юғары мөфтөй, Рәсәй мосолмандарының Үҙәк диниә назараты рәйесе Тәлғәт Тажетдин менән осрашты.
